{
  "projects": [
    {
      "title": "INTEL AR EXPERIENCE FOR MICROSOFT BUILD EVENT",
      "description": "We developed an interactive immersive factory inspired by LEGO that followed the journey of “Chuck,” our flawed protagonist, demonstrating how Intel’s AI tech improved efficiency, safety, and cost savings in manufacturing. Upon scanning a QR code, the experience starts with Chuck driving around an AR racetrack in his fancy car. But when he hits a ramp, his car blows up in mid-air. A narrator says, “Let’s see how this could have been prevented had we used Intel’s AI technology.”",
      "videos": [
        { "url": "intelBuild/video1.mp4", "poster": "intelBuild/video1.png" },
        { "url": "intelBuild/video3.mp4", "poster": "intelBuild/video3.png" },
        { "url": "intelBuild/video4.mp4", "poster": "intelBuild/video4.png" }
      ],
      "associates": [
        {
          "img": "/associates/rpr.png",
          "url": "https://rockpaperreality.com/"
        }
      ],
      "type": "dependent"
    },
    {
      "title": "TOKEN WRANGLER 5000",
      "description": "Intel Innovation is an annual event for developers and technology specialists. It’s designed for experts to gather, learn, share, and collaborate using the latest in advanced Intel and Microsoft technology. For 2022, Intel aimed to push the experience further. They wanted to deliver a developer-first experience to increase developer participation throughout the event via fun and educational programs, with the developer community at the heart of the experience. ",
      "videos": [
        {
          "url": "intelInnovation/video1.mp4",
          "poster": "intelInnovation/video1.png"
        },
        {
          "url": "intelInnovation/video2.mp4",
          "poster": "intelInnovation/video2.png"
        }
      ],
      "associates": [
        {
          "img": "/associates/rpr.png",
          "url": "https://rockpaperreality.com/"
        }
      ],
      "type": "dependent"
    },
    {
      "title": "CHRONIC CELLARS PURPLE PARADISE",
      "description": "Chronic Cellars are a relatively new and growing winemaker of Paso Robles, part of the Winery Exchange family. For over 15 years, they’ve provided unpretentious, delicious wines with a rebel spirit, bringing a disruptive style that is matched only by the killer quality of their wines. With such a distinctive brand, Chronic Cellars wanted to add more value to the consumer’s purchase of their flagship red, Purple Paradise, through an immersive technology experience that brought their brand and colourful character to life.",
      "videos": [
        {
          "url": "chronicCellars/video1.mp4",
          "poster": "chronicCellars/video1.png"
        },
        {
          "url": "chronicCellars/video2.mp4",
          "poster": "chronicCellars/video2.png"
        }
      ],
      "associates": [
        {
          "img": "/associates/rpr.png",
          "url": "https://rockpaperreality.com/"
        }
      ],
      "type": "dependent"
    },
    {
      "title": "IMMERSIVE WEB AR PORTAL FOR GLENLIVET",
      "description": "The Glenlivet are the biggest-selling single malt whisky brand in the United States and the second biggest brand globally. As a market-leading brand, The Glenlivet continues to redefine and reimagine itself to raise awareness among new audiences while positioning itself as a premium whisky maker. Upon launching a new prestige line of whisky – The Sample Room Collection – The Glenlivet sought a way to introduce the beverage brand in an exciting, interactive, and unique way for this product category. As part of the launch strategy, The Glenlivet wanted to create a physical and virtual sample room that brought audiences into the heart of The Glenlivet distillery. The Sample Room is the company’s creative epicentre, where the whisky makers create and craft new flavours and luxurious finishes.",
      "videos": [
        { "url": "glenlivet/video1.mp4", "poster": "glenlivet/video1.png" },
        { "url": "glenlivet/video2.mp4", "poster": "glenlivet/video2.png" }
      ],
      "associates": [
        {
          "img": "/associates/rpr.png",
          "url": "https://rockpaperreality.com/"
        }
      ],
      "type": "dependent"
    },
    {
      "title": "MUSCLE CAR GAME",
      "description": "Welcome to the adrenaline-pumping world of \"Muscle Car Game\" – an electrifying web-based driving game that promises endless excitement and challenges! Take the wheel of an iconic orange muscle car and put your driving skills to the test as you embark on an epic journey down an infinite highway. In \"Muscle Car Game\" players get to control their orange muscle car as it speeds down a multi-lane highway. The objective is simple: survive as long as possible while collecting points along the way. The longer you stay on the road, the higher your score climbs! The game offers intuitive controls suitable for both desktop and mobile devices. Players can easily switch between three lanes by tapping or using arrow keys, making it effortless to maneuver through traffic and avoid obstacles. While cruising down the highway, players must remain vigilant, as the road ahead is filled with challenging obstacles and roadblocks. Dodge and weave through traffic, skillfully maneuver around fallen debris, and stay away from unexpected barriers that could spell disaster for your journey! Unlike traditional games, \"Muscle Car Game\" doesn't have an endpoint. The goal is to achieve the highest score possible by staying on the road and avoiding obstacles for as long as possible. This feature allows players to test their limits and compete against their friends. Immerse yourself in high-octane action with vibrant graphics and dynamic sound effects that complement the fast-paced gameplay. The stunning visuals and adrenaline-pumping soundtrack will keep you hooked for hours on end. Whether at home on your desktop or on the go with your mobile device, \"Orange Muscle Mayhem\" offers seamless gameplay across all platforms. Launch your favorite browser, and you're ready to hit the road and chase high scores wherever you are.",
      "videos": [
        { "url": "carGame/video1.mp4", "poster": "carGame/video1.png" }
      ],
      "type": "independent"
    }
  ]
}
